Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# AboutAppLabel.Text
source: App
ar_sa: التطبيق
es_es: Aplicación
fr_fr: Application
hi_in: ऐप
ja_jp: アプリ
ko_kr: 앱
pt_br: Aplicativo
tr_tr: Uygulama
zh_hans: 应用程序

# AboutBackToSettingsButton.Content
source: Settings
ar_sa: الإعدادات
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
hi_in: सेटिंग्स
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
tr_tr: Ayarlar
zh_hans: 设置

# AboutBuildTitle.Text
source: Build
ar_sa: بناء
de_de: Bauen
es_es: construir
fr_fr: Construire
hi_in: निर्माण
ja_jp: ビルドする
ko_kr: 빌드
pt_br: Construir
tr_tr: Yapı
zh_hans: 构建

# AboutHelpTitle.Text
source: Help
ar_sa: مساعدة
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
hi_in: मदद
ja_jp: ヘルプ
ko_kr: 도움말
pt_br: Ajuda
tr_tr: Yardım
zh_hans: 帮助

# AboutLegalTitle.Text
source: Legal
ar_sa: قانوني
es_es: Legales
fr_fr: Juridique
hi_in: कानूनी
ja_jp: 法的
ko_kr: 법적
pt_br: Jurídico
tr_tr: Yasal
zh_hans: 法律

# AboutPrivacyTitle.Text
source: Privacy
ar_sa: الخصوصية
de_de: Privatsphäre
es_es: Privacidad
fr_fr: Confidentialité
hi_in: गोपनीयता
ja_jp: プライバシー
ko_kr: 개인 정보 보호
pt_br: Privacidade
tr_tr: Gizlilik
zh_hans: 隐私

# AboutReleaseLabel.Text
source: Release
ar_sa: الافراج
de_de: Veröffentlichung
es_es: Lanzamiento
fr_fr: Libération
hi_in: रिहाई
ja_jp: リリース
ko_kr: 출시
pt_br: Liberar
tr_tr: Sürüm
zh_hans: 发布

# AboutSectionTitle.Text
source: About
ar_sa: حول
de_de: Über
es_es: Acerca de
fr_fr: À propos
hi_in: के बारे में
ja_jp: について
ko_kr: 소개
pt_br: Sobre
tr_tr: Hakkında
zh_hans: 关于

# AboutSupportTitle.Text
source: Support
ar_sa: الدعم
de_de: Unterstützung
es_es: Soporte
fr_fr: Assistance
hi_in: समर्थन
ja_jp: サポート
ko_kr: 지원
pt_br: Suporte
tr_tr: Destek
zh_hans: 支持

# Appearance.Accent.Ember.Name
source: Ember
ar_sa: جمرة
de_de: Glut
es_es: ascua
fr_fr: Braise
hi_in: अंगारा
ja_jp: 残り火
ko_kr: 엠버
pt_br: Brasa
tr_tr: Kor
zh_hans: 余烬

# Appearance_Accent_Ember_Name
source: Ember
ar_sa: جمرة
de_de: Glut
es_es: ascua
fr_fr: Braise
hi_in: अंगारा
ja_jp: 残り火
ko_kr: 엠버
pt_br: Brasa
tr_tr: Kor
zh_hans: 余烬

# Appearance.Accent.Ember.Description
source: Warm red accents for live and alert states.
ar_sa: لهجات حمراء دافئة للحالات الحية والتنبيه.
de_de: Warme rote Akzente für Live- und Alarmzustände.
es_es: Detalles en rojo cálido para estados vivos y alerta.
fr_fr: Accents rouges chauds pour les états en direct et en alerte.
hi_in: सजीव और सतर्क अवस्थाओं के लिए गर्म लाल लहजे।
ja_jp: ライブ状態と警戒状態を表す温かみのある赤のアクセント。
ko_kr: 실시간 및 경고 상태를 나타내는 따뜻한 빨간색 액센트입니다.
pt_br: Acentos vermelhos quentes para estados ativos e de alerta.
tr_tr: Canlı ve uyarı durumları için sıcak kırmızı vurgular.
zh_hans: 温暖的红色强调活跃和警报状态。

# Appearance_Accent_Ember_Description
source: Warm red accents for live and alert states.
ar_sa: لهجات حمراء دافئة للحالات الحية والتنبيه.
de_de: Warme rote Akzente für Live- und Alarmzustände.
es_es: Detalles en rojo cálido para estados vivos y alerta.
fr_fr: Accents rouges chauds pour les états en direct et en alerte.
hi_in: सजीव और सतर्क अवस्थाओं के लिए गर्म लाल लहजे।
ja_jp: ライブ状態と警戒状態を表す温かみのある赤のアクセント。
ko_kr: 실시간 및 경고 상태를 나타내는 따뜻한 빨간색 액센트입니다.
pt_br: Acentos vermelhos quentes para estados ativos e de alerta.
tr_tr: Canlı ve uyarı durumları için sıcak kırmızı vurgular.
zh_hans: 温暖的红色强调活跃和警报状态。

# Appearance.Accent.Gold.Name
source: Gold
ar_sa: الذهب
es_es: oro
fr_fr: Or
hi_in: सोना
ja_jp: ゴールド
ko_kr: 골드
pt_br: Ouro
tr_tr: Altın
zh_hans: 黄金

# Appearance_Accent_Gold_Name
source: Gold
ar_sa: الذهب
es_es: oro
fr_fr: Or
hi_in: सोना
ja_jp: ゴールド
ko_kr: 골드
pt_br: Ouro
tr_tr: Altın
zh_hans: 黄金

# Appearance.Accent.Gold.Description
source: KROIRA gold emphasis across primary actions.
ar_sa: KROIRA التركيز الذهبي عبر الإجراءات الأولية.
de_de: KROIRA-Goldschwerpunkt bei primären Aktionen.
es_es: KROIRA énfasis en oro en las acciones primarias.
fr_fr: KROIRA met l'accent sur les actions primaires.
hi_in: प्राथमिक क्रियाओं में KROIRA सोने पर जोर।
ja_jp: KROIRA 主要アクション全体でゴールドを強調。
ko_kr: KROIRA 골드는 주요 액션 전반에 걸쳐 강조됩니다.
pt_br: KROIRA ênfase em ouro em ações primárias.
tr_tr: Birincil eylemlerde KROIRA altın vurgusu.
zh_hans: KROIRA 黄金强调主要行动。

# Appearance_Accent_Gold_Description
source: KROIRA gold emphasis across primary actions.
ar_sa: KROIRA التركيز الذهبي عبر الإجراءات الأولية.
de_de: KROIRA-Goldschwerpunkt bei primären Aktionen.
es_es: KROIRA énfasis en oro en las acciones primarias.
fr_fr: KROIRA met l'accent sur les actions primaires.
hi_in: प्राथमिक क्रियाओं में KROIRA सोने पर जोर।
ja_jp: KROIRA 主要アクション全体でゴールドを強調。
ko_kr: KROIRA 골드는 주요 액션 전반에 걸쳐 강조됩니다.
pt_br: KROIRA ênfase em ouro em ações primárias.
tr_tr: Birincil eylemlerde KROIRA altın vurgusu.
zh_hans: KROIRA 黄金强调主要行动。

# Appearance.Accent.Signal.Name
source: Signal
ar_sa: إشارة
es_es: señal
hi_in: संकेत
ja_jp: 信号
ko_kr: 신호
pt_br: Sinal
tr_tr: Sinyal
zh_hans: 信号

# Appearance_Accent_Signal_Name
source: Signal
ar_sa: إشارة
es_es: señal
hi_in: संकेत
ja_jp: 信号
ko_kr: 신호
pt_br: Sinal
tr_tr: Sinyal
zh_hans: 信号

# Appearance.Accent.Signal.Description
source: Cool blue controls for technical playback surfaces.
ar_sa: عناصر تحكم زرقاء رائعة لأسطح التشغيل الفنية.
de_de: Coole blaue Bedienelemente für technische Wiedergabeoberflächen.
es_es: Controles azules geniales para superficies de reproducción técnicas.
fr_fr: Commandes bleues sympas pour les surfaces de lecture techniques.
hi_in: तकनीकी प्लेबैक सतहों के लिए शानदार नीला नियंत्रण।
ja_jp: テクニカルな再生サーフェス用のクールなブルーのコントロール。
ko_kr: 기술적인 재생 표면을 위한 멋진 파란색 컨트롤입니다.
pt_br: Controles azuis legais para superfícies técnicas de reprodução.
tr_tr: Teknik oynatma yüzeyleri için harika mavi kontroller.
zh_hans: 用于技术播放表面的酷蓝色控件。

# Appearance_Accent_Signal_Description
source: Cool blue controls for technical playback surfaces.
ar_sa: عناصر تحكم زرقاء رائعة لأسطح التشغيل الفنية.
de_de: Coole blaue Bedienelemente für technische Wiedergabeoberflächen.
es_es: Controles azules geniales para superficies de reproducción técnicas.
fr_fr: Commandes bleues sympas pour les surfaces de lecture techniques.
hi_in: तकनीकी प्लेबैक सतहों के लिए शानदार नीला नियंत्रण।
ja_jp: テクニカルな再生サーフェス用のクールなブルーのコントロール。
ko_kr: 기술적인 재생 표면을 위한 멋진 파란색 컨트롤입니다.
pt_br: Controles azuis legais para superfícies técnicas de reprodução.
tr_tr: Teknik oynatma yüzeyleri için harika mavi kontroller.
zh_hans: 用于技术播放表面的酷蓝色控件。

# Appearance.Theme.Archive.Name
source: Archive
ar_sa: أرشيف
de_de: Archiv
es_es: Archivo
fr_fr: Archiver
hi_in: पुरालेख
ja_jp: アーカイブ
ko_kr: 아카이브
pt_br: Arquivo
tr_tr: Arşiv
zh_hans: 存档

# Appearance_Theme_Archive_Name
source: Archive
ar_sa: أرشيف
de_de: Archiv
es_es: Archivo
fr_fr: Archiver
hi_in: पुरालेख
ja_jp: アーカイブ
ko_kr: 아카이브
pt_br: Arquivo
tr_tr: Arşiv
zh_hans: 存档

# Appearance.Theme.Archive.Description
source: Quiet neutral surfaces for library browsing.
ar_sa: أسطح محايدة هادئة لتصفح المكتبة.
de_de: Ruhige, neutrale Oberflächen zum Stöbern in der Bibliothek.
es_es: Superficies neutras y silenciosas para explorar la biblioteca.
fr_fr: Surfaces neutres et silencieuses pour la navigation dans la bibliothèque.
hi_in: लाइब्रेरी ब्राउज़िंग के लिए शांत तटस्थ सतहें।
ja_jp: 図書館の閲覧に適した静かな自然な表面。
ko_kr: 도서관 탐색을 위한 조용한 중립 표면.
pt_br: Superfícies neutras e silenciosas para navegação na biblioteca.
tr_tr: Kütüphanede gezinmek için sessiz nötr yüzeyler.
zh_hans: 安静的中性表面，适合图书馆浏览。

# Appearance_Theme_Archive_Description
source: Quiet neutral surfaces for library browsing.
ar_sa: أسطح محايدة هادئة لتصفح المكتبة.
de_de: Ruhige, neutrale Oberflächen zum Stöbern in der Bibliothek.
es_es: Superficies neutras y silenciosas para explorar la biblioteca.
fr_fr: Surfaces neutres et silencieuses pour la navigation dans la bibliothèque.
hi_in: लाइब्रेरी ब्राउज़िंग के लिए शांत तटस्थ सतहें।
ja_jp: 図書館の閲覧に適した静かな自然な表面。
ko_kr: 도서관 탐색을 위한 조용한 중립 표면.
pt_br: Superfícies neutras e silenciosas para navegação na biblioteca.
tr_tr: Kütüphanede gezinmek için sessiz nötr yüzeyler.
zh_hans: 安静的中性表面，适合图书馆浏览。

# Appearance.Theme.Broadcast.Name
source: Broadcast
ar_sa: بث
de_de: Ausstrahlung
es_es: Transmisión
fr_fr: Diffusion
hi_in: प्रसारण
ja_jp: ブロードキャスト
ko_kr: 방송
pt_br: Transmitir
tr_tr: Yayın
zh_hans: 广播

# Appearance_Theme_Broadcast_Name
source: Broadcast
ar_sa: بث
de_de: Ausstrahlung
es_es: Transmisión
fr_fr: Diffusion
hi_in: प्रसारण
ja_jp: ブロードキャスト
ko_kr: 방송
pt_br: Transmitir
tr_tr: Yayın
zh_hans: 广播

# Appearance.Theme.Broadcast.Description
source: Sharper contrast for guide-heavy live TV sessions.
ar_sa: تباين أكثر وضوحًا لجلسات البث التلفزيوني المباشر ذات التوجيهات الثقيلة.
de_de: Schärferer Kontrast für führerintensive Live-TV-Sessions.
es_es: Contraste más nítido para sesiones de televisión en vivo con muchas guías.
fr_fr: Contraste plus net pour les sessions TV en direct riches en guides.
hi_in: गाइड-भारी लाइव टीवी सत्रों के लिए तीव्र कंट्रास्ट।
ja_jp: ガイドが多いライブ TV セッションではコントラストが鮮明になります。
ko_kr: 가이드가 많은 라이브 TV 세션의 대비가 더욱 선명해졌습니다.
pt_br: Contraste mais nítido para sessões de TV ao vivo com muitos guias.
tr_tr: Kılavuz ağırlıklı canlı TV oturumları için daha keskin kontrast.
zh_hans: 导游较多的直播电视节目对比度更清晰。

# Appearance_Theme_Broadcast_Description
source: Sharper contrast for guide-heavy live TV sessions.
ar_sa: تباين أكثر وضوحًا لجلسات البث التلفزيوني المباشر ذات التوجيهات الثقيلة.
de_de: Schärferer Kontrast für führerintensive Live-TV-Sessions.
es_es: Contraste más nítido para sesiones de televisión en vivo con muchas guías.
fr_fr: Contraste plus net pour les sessions TV en direct riches en guides.
hi_in: गाइड-भारी लाइव टीवी सत्रों के लिए तीव्र कंट्रास्ट।
ja_jp: ガイドが多いライブ TV セッションではコントラストが鮮明になります。
ko_kr: 가이드가 많은 라이브 TV 세션의 대비가 더욱 선명해졌습니다.
pt_br: Contraste mais nítido para sessões de TV ao vivo com muitos guias.
tr_tr: Kılavuz ağırlıklı canlı TV oturumları için daha keskin kontrast.
zh_hans: 导游较多的直播电视节目对比度更清晰。

# Appearance.Theme.Cinema.Name
source: Cinema
ar_sa: سينما
de_de: Kino
es_es: Cine
fr_fr: Cinéma
hi_in: सिनेमा
ja_jp: 映画
ko_kr: 시네마
tr_tr: Sinema
zh_hans: 电影院

# Appearance_Theme_Cinema_Name
source: Cinema
ar_sa: سينما
de_de: Kino
es_es: Cine
fr_fr: Cinéma
hi_in: सिनेमा
ja_jp: 映画
ko_kr: 시네마
tr_tr: Sinema
zh_hans: 电影院

# Appearance.Theme.Cinema.Description
source: Deep surfaces with gold focus for evening viewing.
ar_sa: أسطح عميقة مع تركيز ذهبي للمشاهدة المسائية.
de_de: Tiefe Flächen mit Goldfokus für abendliche Betrachtung.
es_es: Superficies profundas con foco dorado para una visión nocturna.
fr_fr: Surfaces profondes avec foyer doré pour une visualisation en soirée.
hi_in: शाम को देखने के लिए सोने के फोकस वाली गहरी सतहें।
ja_jp: 夕方の鑑賞に適したゴールドの焦点を備えた深い表面。
ko_kr: 저녁에 볼 수 있도록 금색 초점이 있는 깊은 표면.
pt_br: Superfícies profundas com foco dourado para visualização noturna.
tr_tr: Akşam görüntüleme için altın odaklı derin yüzeyler.
zh_hans: 深表面带有金色焦点，适合夜间观看。

# Appearance_Theme_Cinema_Description
source: Deep surfaces with gold focus for evening viewing.
ar_sa: أسطح عميقة مع تركيز ذهبي للمشاهدة المسائية.
de_de: Tiefe Flächen mit Goldfokus für abendliche Betrachtung.
es_es: Superficies profundas con foco dorado para una visión nocturna.
fr_fr: Surfaces profondes avec foyer doré pour une visualisation en soirée.
hi_in: शाम को देखने के लिए सोने के फोकस वाली गहरी सतहें।
ja_jp: 夕方の鑑賞に適したゴールドの焦点を備えた深い表面。
ko_kr: 저녁에 볼 수 있도록 금색 초점이 있는 깊은 표면.
pt_br: Superfícies profundas com foco dourado para visualização noturna.
tr_tr: Akşam görüntüleme için altın odaklı derin yüzeyler.
zh_hans: 深表面带有金色焦点，适合夜间观看。

# ChannelBrowserPageSubtitle.Text
source: Source-level channel browser with guide-aware context.
ar_sa: متصفح القناة على مستوى المصدر مع سياق علم الدليل.
de_de: Kanalbrowser auf Quellebene mit Guide-fähigem Kontext.
es_es: Explorador de canales a nivel de fuente con contexto compatible con guías.
fr_fr: Navigateur de canaux au niveau source avec contexte adapté aux guides.
hi_in: मार्गदर्शक-जागरूक संदर्भ के साथ स्रोत-स्तरीय चैनल ब्राउज़र।
ja_jp: ガイド対応コンテキストを備えたソースレベルのチャネル ブラウザ。
ko_kr: 가이드 인식 컨텍스트를 갖춘 소스 수준 채널 브라우저입니다.
pt_br: Navegador de canal no nível de origem com contexto com reconhecimento de guia.
tr_tr: Kılavuza duyarlı içeriğe sahip kaynak düzeyinde kanal tarayıcısı.
zh_hans: 具有指南感知上下文的源级通道浏览器。

# ChannelBrowserPageTitle.Text
source: Browser
ar_sa: المتصفح
es_es: Navegador
fr_fr: Navigateur
hi_in: ब्राउज़र
ja_jp: ブラウザ
ko_kr: 브라우저
pt_br: Navegador
tr_tr: Tarayıcı
zh_hans: 浏览器

# ChannelBrowserSearchBox.PlaceholderText
source: Search channels...
ar_sa: بحث في القنوات...
de_de: Kanäle durchsuchen...
es_es: Buscar canales...
fr_fr: Rechercher des chaînes...
hi_in: चैनल खोजें...
ja_jp: チャンネルを検索...
ko_kr: 채널 검색...
pt_br: Pesquisar canais...
tr_tr: Kanal ara...
zh_hans: 搜索频道...

# Channels.CatchupUnavailableTitle
source: Catchup unavailable
ar_sa: اللحاق بالركب غير متوفر
de_de: Aufholjagd nicht verfügbar
es_es: Actualización no disponible
fr_fr: Rattrapage indisponible
hi_in: कैचअप अनुपलब्ध
ja_jp: キャッチアップは利用できません
ko_kr: 따라잡을 수 없음
pt_br: Atualização indisponível
tr_tr: Yakalama kullanılamıyor
zh_hans: 无法追赶

# Channels_CatchupUnavailableTitle
source: Catchup unavailable
ar_sa: اللحاق بالركب غير متوفر
de_de: Aufholjagd nicht verfügbar
es_es: Actualización no disponible
fr_fr: Rattrapage indisponible
hi_in: कैचअप अनुपलब्ध
ja_jp: キャッチアップは利用できません
ko_kr: 따라잡을 수 없음
pt_br: Atualização indisponível
tr_tr: Yakalama kullanılamıyor
zh_hans: 无法追赶

# Channels.Recording.FailedTitle
source: Recording failed
ar_sa: فشل التسجيل
de_de: Die Aufnahme ist fehlgeschlagen
es_es: Error de grabación
fr_fr: L'enregistrement a échoué
hi_in: रिकॉर्डिंग विफल रही
ja_jp: 録音に失敗しました
ko_kr: 녹음 실패
pt_br: Falha na gravação
tr_tr: Kayıt başarısız oldu
zh_hans: 录音失败

# Channels_Recording_FailedTitle
source: Recording failed
ar_sa: فشل التسجيل
de_de: Die Aufnahme ist fehlgeschlagen
es_es: Error de grabación
fr_fr: L'enregistrement a échoué
hi_in: रिकॉर्डिंग विफल रही
ja_jp: 録音に失敗しました
ko_kr: 녹음 실패
pt_br: Falha na gravação
tr_tr: Kayıt başarısız oldu
zh_hans: 录音失败

# Channels.Recording.ScheduledMessage
source: {0} is scheduled for {1:g}.
ar_sa: تمت جدولة {0} لـ {1:g}.
de_de: {0} ist für {1:g} geplant.
es_es: {0} está programado para {1:g}.
fr_fr: {0} est prévu pour {1:g}.
hi_in: {0} {1:g} के लिए निर्धारित है।
ja_jp: {0}は{1:g}の予定です。
ko_kr: {0}은 {1:g}로 예정되어 있습니다.
pt_br: {0} está agendado para {1:g}.
tr_tr: {0}, {1:g} için planlandı.
zh_hans: {0} 计划为 {1:g}。

# Channels_Recording_ScheduledMessage
source: {0} is scheduled for {1:g}.
ar_sa: تمت جدولة {0} لـ {1:g}.
de_de: {0} ist für {1:g} geplant.
es_es: {0} está programado para {1:g}.
fr_fr: {0} est prévu pour {1:g}.
hi_in: {0} {1:g} के लिए निर्धारित है।
ja_jp: {0}は{1:g}の予定です。
ko_kr: {0}은 {1:g}로 예정되어 있습니다.
pt_br: {0} está agendado para {1:g}.
tr_tr: {0}, {1:g} için planlandı.
zh_hans: {0} 计划为 {1:g}。

# Channels.Recording.ScheduledTitle
source: Recording scheduled
ar_sa: تم جدولة التسجيل
de_de: Aufnahme geplant
es_es: Grabación programada
fr_fr: Enregistrement programmé
hi_in: रिकॉर्डिंग शेड्यूल की गई
ja_jp: 録画予約済み
ko_kr: 녹화 예정됨
pt_br: Gravação agendada
tr_tr: Kayıt planlandı
zh_hans: 预定录制

# Channels_Recording_ScheduledTitle
source: Recording scheduled
ar_sa: تم جدولة التسجيل
de_de: Aufnahme geplant
es_es: Grabación programada
fr_fr: Enregistrement programmé
hi_in: रिकॉर्डिंग शेड्यूल की गई
ja_jp: 録画予約済み
ko_kr: 녹화 예정됨
pt_br: Gravação agendada
tr_tr: Kayıt planlandı
zh_hans: 预定录制

# Channels.Recording.ScheduleMessage
source: Choose a local start time and duration.
ar_sa: اختر وقت البدء المحلي والمدة.
de_de: Wählen Sie eine lokale Startzeit und Dauer.
es_es: Elija una hora de inicio local y una duración.
fr_fr: Choisissez une heure de début et une durée locales.
hi_in: स्थानीय आरंभ समय और अवधि चुनें.
ja_jp: ローカルの開始時刻と期間を選択します。
ko_kr: 현지 시작 시간과 기간을 선택하세요.
pt_br: Escolha um horário de início e duração local.
tr_tr: Yerel bir başlangıç zamanı ve süresi seçin.
zh_hans: 选择本地开始时间和持续时间。

# Channels_Recording_ScheduleMessage
source: Choose a local start time and duration.
ar_sa: اختر وقت البدء المحلي والمدة.
de_de: Wählen Sie eine lokale Startzeit und Dauer.
es_es: Elija una hora de inicio local y una duración.
fr_fr: Choisissez une heure de début et une durée locales.
hi_in: स्थानीय आरंभ समय और अवधि चुनें.
ja_jp: ローカルの開始時刻と期間を選択します。
ko_kr: 현지 시작 시간과 기간을 선택하세요.
pt_br: Escolha um horário de início e duração local.
tr_tr: Yerel bir başlangıç zamanı ve süresi seçin.
zh_hans: 选择本地开始时间和持续时间。

# Channels.Recording.ScheduleTitle
source: Schedule recording
ar_sa: جدولة التسجيل
de_de: Planen Sie die Aufnahme
es_es: Programar grabación
fr_fr: Programmer l'enregistrement
hi_in: रिकॉर्डिंग शेड्यूल करें
ja_jp: スケジュール録画
ko_kr: 녹화 예약
pt_br: Agendar gravação
tr_tr: Kayıt planlama
zh_hans: 安排录音

# Channels_Recording_ScheduleTitle
source: Schedule recording
ar_sa: جدولة التسجيل
de_de: Planen Sie die Aufnahme
es_es: Programar grabación
fr_fr: Programmer l'enregistrement
hi_in: रिकॉर्डिंग शेड्यूल करें
ja_jp: スケジュール録画
ko_kr: 녹화 예약
pt_br: Agendar gravação
tr_tr: Kayıt planlama
zh_hans: 安排录音

# ChannelsBroadcastLabel.Text
source: BROADCAST
ar_sa: بث
de_de: Ausstrahlung
es_es: Transmisión
fr_fr: Diffusion
hi_in: प्रसारण
ja_jp: ブロードキャスト
ko_kr: 방송
pt_br: Transmitir
tr_tr: Yayın
zh_hans: 广播

# ChannelsBrowserLabel.Text
source: CHANNEL BROWSER
ar_sa: متصفح القناة
de_de: KANAL-BROWSER
es_es: NAVEGADOR DE CANALES
fr_fr: NAVIGATEUR DE CHAÎNES
hi_in: चैनल ब्राउज़र
ja_jp: チャンネルブラウザ
ko_kr: 채널 브라우저
pt_br: NAVEGADOR DE CANAIS
tr_tr: KANAL TARAYICISI
zh_hans: 频道浏览器

# ChannelsGuideMatchedFilter.Content
source: Guide matched
ar_sa: الدليل متطابق
de_de: Anleitung abgestimmt
es_es: Guía coincidente
fr_fr: Guide correspondant
hi_in: गाइड का मिलान हुआ
ja_jp: ガイドが一致しました
ko_kr: 가이드 일치
pt_br: Guia correspondente
tr_tr: Kılavuz eşleşti
zh_hans: 指南匹配

# ChannelsLastBadge.Text
source: LAST
ar_sa: أخيرا
de_de: LETZT
es_es: ÚLTIMO
fr_fr: DERNIER
hi_in: अंतिम
ja_jp: 最後
ko_kr: 마지막
pt_br: ÚLTIMO
tr_tr: SON
zh_hans: 最后

# ChannelsPageSubtitle.Text
source: Browse live channels, guide times, favorites, and catch-up.
ar_sa: تصفح القنوات المباشرة وأوقات التوجيه والمفضلات والمتابعة.
de_de: Durchsuchen Sie Live-Kanäle, Sendezeiten, Favoriten und Nachholtermine.
es_es: Explore canales en vivo, horarios de guía, favoritos y póngase al día.
fr_fr: Parcourez les chaînes en direct, les horaires du guide, les favoris et le rattrapage.
hi_in: लाइव चैनल ब्राउज़ करें, समय, पसंदीदा और कैच-अप का मार्गदर्शन करें।
ja_jp: ライブ チャンネル、ガイド時間、お気に入り、最新情報を閲覧します。
ko_kr: 라이브 채널, 가이드 시간, 즐겨찾기 및 따라잡기를 찾아보세요.
pt_br: Navegue pelos canais ao vivo, horários do guia, favoritos e atualização.
tr_tr: Canlı kanallara, rehber zamanlarına, favorilere ve gelişmelere göz atın.
zh_hans: 浏览直播频道、指导时间、收藏夹和追赶。

# ChannelsPageTitle.Text
source: Live TV
ar_sa: البث التلفزيوني المباشر
es_es: Televisión en vivo
fr_fr: Télévision en direct
hi_in: लाइव टीवी
ja_jp: ライブテレビ
ko_kr: 라이브 TV
pt_br: TV ao vivo
tr_tr: Canlı TV
zh_hans: 电视直播

# ChannelsSearchBox.PlaceholderText
source: Search channels
ar_sa: قنوات البحث
de_de: Kanäle suchen
es_es: Buscar canales
fr_fr: Rechercher des chaînes
hi_in: चैनल खोजें
ja_jp: チャンネルを検索する
ko_kr: 채널 검색
pt_br: Pesquisar canais
tr_tr: Kanalları ara
zh_hans: 搜索频道

# ContinueWatching.ClearLiveMessage
source: This removes every saved live resume entry for the active profile on this device.
ar_sa: يؤدي هذا إلى إزالة كل إدخالات السيرة الذاتية المباشرة المحفوظة للملف الشخصي النشط على هذا الجهاز.
de_de: Dadurch werden alle gespeicherten Live-Lebenslaufeinträge für das aktive Profil auf diesem Gerät entfernt.
es_es: Esto elimina todas las entradas guardadas del currículum en vivo para el perfil activo en este dispositivo.
fr_fr: Cela supprime chaque entrée de CV en direct enregistrée pour le profil actif sur cet appareil.
hi_in: यह इस डिवाइस पर सक्रिय प्रोफ़ाइल के लिए सहेजी गई प्रत्येक लाइव बायोडाटा प्रविष्टि को हटा देता है।
ja_jp: これにより、このデバイス上のアクティブなプロファイルに保存されているすべてのライブ再開エントリが削除されます。
ko_kr: 이렇게 하면 이 장치의 활성 프로필에 대해 저장된 모든 실시간 이력서 항목이 제거됩니다.
pt_br: Isso remove todas as entradas de currículo ao vivo salvas para o perfil ativo neste dispositivo.
tr_tr: Bu, bu cihazdaki etkin profil için kayıtlı tüm canlı özgeçmiş girişlerini kaldırır.
zh_hans: 这将删除该设备上活动配置文件的所有已保存的实时简历条目。

# ContinueWatching_ClearLiveMessage
source: This removes every saved live resume entry for the active profile on this device.
ar_sa: يؤدي هذا إلى إزالة كل إدخالات السيرة الذاتية المباشرة المحفوظة للملف الشخصي النشط على هذا الجهاز.
de_de: Dadurch werden alle gespeicherten Live-Lebenslaufeinträge für das aktive Profil auf diesem Gerät entfernt.
es_es: Esto elimina todas las entradas guardadas del currículum en vivo para el perfil activo en este dispositivo.
fr_fr: Cela supprime chaque entrée de CV en direct enregistrée pour le profil actif sur cet appareil.
hi_in: यह इस डिवाइस पर सक्रिय प्रोफ़ाइल के लिए सहेजी गई प्रत्येक लाइव बायोडाटा प्रविष्टि को हटा देता है।
ja_jp: これにより、このデバイス上のアクティブなプロファイルに保存されているすべてのライブ再開エントリが削除されます。
ko_kr: 이렇게 하면 이 장치의 활성 프로필에 대해 저장된 모든 실시간 이력서 항목이 제거됩니다.
pt_br: Isso remove todas as entradas de currículo ao vivo salvas para o perfil ativo neste dispositivo.
tr_tr: Bu, bu cihazdaki etkin profil için kayıtlı tüm canlı özgeçmiş girişlerini kaldırır.
zh_hans: 这将删除该设备上活动配置文件的所有已保存的实时简历条目。

# ContinueWatching.ClearLiveTitle
source: Clear all live resume items?
ar_sa: هل تريد مسح جميع عناصر السيرة الذاتية المباشرة؟
de_de: Alle Live-Lebenslaufelemente löschen?
es_es: ¿Borrar todos los elementos del currículum en vivo?
fr_fr: Effacer tous les éléments du CV en direct ?
hi_in: सभी लाइव बायोडाटा आइटम साफ़ करें?
ja_jp: ライブ履歴書の項目をすべてクリアしますか?
ko_kr: 실시간 이력서 항목을 모두 삭제하시겠습니까?
pt_br: Limpar todos os itens do currículo ativo?
tr_tr: Tüm canlı özgeçmiş öğeleri temizlensin mi?
zh_hans: 清除所有实时简历项目？

# ContinueWatching_ClearLiveTitle
source: Clear all live resume items?
ar_sa: هل تريد مسح جميع عناصر السيرة الذاتية المباشرة؟
de_de: Alle Live-Lebenslaufelemente löschen?
es_es: ¿Borrar todos los elementos del currículum en vivo?
fr_fr: Effacer tous les éléments du CV en direct ?
hi_in: सभी लाइव बायोडाटा आइटम साफ़ करें?
ja_jp: ライブ履歴書の項目をすべてクリアしますか?
ko_kr: 실시간 이력서 항목을 모두 삭제하시겠습니까?
pt_br: Limpar todos os itens do currículo ativo?
tr_tr: Tüm canlı özgeçmiş öğeleri temizlensin mi?
zh_hans: 清除所有实时简历项目？

# ContinueWatching.ClearMoviesMessage
source: This removes every saved movie resume entry for the active profile on this device.
ar_sa: يؤدي هذا إلى إزالة كل إدخال السيرة الذاتية للفيلم المحفوظ لملف التعريف النشط على هذا الجهاز.
de_de: Dadurch werden alle gespeicherten Filmfortsetzungseinträge für das aktive Profil auf diesem Gerät entfernt.
es_es: Esto elimina todas las entradas guardadas del currículum de la película para el perfil activo en este dispositivo.
fr_fr: Cela supprime chaque entrée de reprise de film enregistrée pour le profil actif sur cet appareil.
hi_in: यह इस डिवाइस पर सक्रिय प्रोफ़ाइल के लिए प्रत्येक सहेजी गई मूवी रेज़्युमे प्रविष्टि को हटा देता है।
ja_jp: これにより、このデバイス上のアクティブなプロファイルに保存されているすべてのムービー再開エントリが削除されます。
ko_kr: 이렇게 하면 이 장치의 활성 프로필에 대해 저장된 모든 영화 재개 항목이 제거됩니다.
pt_br: Isso remove todas as entradas de currículo de filme salvas do perfil ativo neste dispositivo.
tr_tr: Bu, bu cihazdaki etkin profil için kayıtlı tüm film özgeçmiş girişlerini kaldırır.
zh_hans: 这将删除该设备上活动配置文件的所有已保存的电影恢复条目。
